
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第五届FEDAY参会总结 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="../" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前端大会·资料&心得
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="ch.html">
            
                <a href="ch.html">
            
                    
                    第五届FEDAY参会总结
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >第五届FEDAY参会总结</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E94;&#x5C4A;feday&#x53C2;&#x4F1A;&#x603B;&#x7ED3;">&#x7B2C;&#x4E94;&#x5C4A;FEDAY&#x53C2;&#x4F1A;&#x603B;&#x7ED3;</h1>
<blockquote>
<p>PS: &#x672C;&#x5C4A;FEDAY&#x5B8C;&#x6574;&#x7684;&#x8BDD;&#x9898;&#x4FE1;&#x606F;&#x4EE5;&#x53CA;PPT&#x53EF;&#x524D;&#x5F80;<a href="https://fequan.com/2019/" target="_blank">&#x7B2C;&#x4E94;&#x5C4A;REDAY&#x5B98;&#x7F51; https://fequan.com/2019/</a>&#x67E5;&#x9605;&#x3002;</p>
</blockquote>
<p><img src="https://yylifen.github.io/FEConference/feday5/images/0.jpg" alt="0.jpg"><br><img src="https://yylifen.github.io/FEConference/feday5/images/1.png" alt="1.png"><br>
<br>&#x672C;&#x5C4A;FEDAY&#x4E00;&#x5171;&#x6709;9&#x4E2A;&#x4E3B;&#x9898;&#xFF0C;&#x6709;&#x4E9B;&#x4E3B;&#x9898;&#x7684;&#x5206;&#x4EAB;&#x5185;&#x5BB9;&#x548C;&#x6280;&#x672F;&#x65E0;&#x5173;&#x5374;&#x548C;&#x6280;&#x672F;&#x4EBA;&#x606F;&#x606F;&#x76F8;&#x5173;&#xFF0C;&#x6709;&#x4E9B;&#x4E3B;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x5145;&#x6EE1;&#x4E89;&#x8BAE;&#xFF0C;&#x8FD8;&#x6709;&#x4E9B;&#x4E3B;&#x9898;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x4EE4;&#x4EBA;&#x6298;&#x670D;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x54EA;&#x4E00;&#x79CD;&#xFF0C;&#x90FD;&#x662F;&#x4E00;&#x6B21;&#x975E;&#x5E38;&#x6709;&#x610F;&#x4E49;&#x7684;&#x56DE;&#x987E;&#x3002;&#x4ECA;&#x5929;&#x4E3B;&#x8981;&#x548C;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x56DE;&#x987E;&#x4EE5;&#x4E0B;3&#x4E2A;&#x4E3B;&#x9898;&#x3002;</p>
<h3 id="vladimir-grinenko-yandex&#x300A;&#x5927;&#x578B;&#x56E2;&#x961F;&#x4E2D;&#x5F00;&#x53D1;&#x7684;&#x5E73;&#x8861;&#x6027;&#x300B;">Vladimir Grinenko @Yandex&#x300A;&#x5927;&#x578B;&#x56E2;&#x961F;&#x4E2D;&#x5F00;&#x53D1;&#x7684;&#x5E73;&#x8861;&#x6027;&#x300B;</h3>
<p><img src="https://yylifen.github.io/FEConference/feday5/images/1.1.jpg" alt="1.1.jpg"><br>&#x300A;&#x5927;&#x578B;&#x56E2;&#x961F;&#x4E2D;&#x5F00;&#x53D1;&#x7684;&#x5E73;&#x8861;&#x6027;&#x300B;&#x76EE;&#x524D;&#x89C6;&#x9891;&#x8FD8;&#x6CA1;&#x653E;&#x51FA;&#x6765;&#xFF0C;<a href="https://yylifen.github.io/FEConference/feday5/ppt/Grinenko_Balanced%20development%20in%20large%20teams.pdf" target="_blank">ppt&#x5728;&#x8FD9;&#x91CC;&#x53EF;&#x4EE5;&#x67E5;&#x770B;</a>&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x73B0;&#x573A;&#x542C;&#x5F97;&#x6700;&#x8D39;&#x52B2;&#x7684;&#x4E00;&#x573A;&#xFF0C;&#x4E3B;&#x8981;&#x8BB2;&#x4E86;Vladimir Grinenko&#x5728;Yandex&#x7684;&#x56E2;&#x961F;&#x7BA1;&#x7406;&#x65B9;&#x9762;&#x9047;&#x5230;&#x4E86;&#x89D2;&#x8272;&#x5206;&#x5DE5;&#x804C;&#x8D23;&#x548C;&#x9879;&#x76EE;&#x8D28;&#x91CF;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x6F14;&#x8BB2;&#x7684;&#x5185;&#x5BB9;&#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x4F1A;&#x573A;&#x9EA6;&#x514B;&#x98CE;&#x97F3;&#x91CF;&#x6709;&#x70B9;&#x5C0F;&#xFF0C;&#x52A0;&#x4E0A;&#x4ED6;&#x8BB2;&#x8BDD;&#x592A;&#x6E29;&#x67D4;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x672C;&#x6765;&#x5728;&#x5916;&#x9762;&#x4F11;&#x606F;&#x8D28;&#x91CF;&#x4F1A;&#x6253;&#x6298;&#xFF0C;&#x5DEE;&#x70B9;&#x7761;&#x7740;&#x3010;&#x5C34;&#x5C2C;&#x3011;&#x3002;</p>
<blockquote>
<p>Yandex&#x662F;&#x4E00;&#x5BB6;&#x4FC4;&#x7F57;&#x65AF;&#x4E92;&#x8054;&#x7F51;&#x4F01;&#x4E1A;&#xFF0C;&#x65D7;&#x4E0B;&#x7684;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5728;&#x4FC4;&#x56FD;&#x5185;&#x62E5;&#x6709;&#x8D85;&#x8FC7;60%&#x7684;&#x5E02;&#x573A;&#x5360;&#x6709;&#x7387;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x63D0;&#x4F9B;&#x5176;&#x4ED6;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4E92;&#x8054;&#x7F51;&#x4EA7;&#x54C1;&#x548C;&#x670D;&#x52A1;&#x3002;&#x6839;&#x636E;&#x6570;&#x636E;&#x663E;&#x793A;&#xFF0C;Yandex&#x662F;&#x5F53;&#x524D;&#x4E16;&#x754C;&#x4E0A;&#x7B2C;&#x4E94;&#x5927;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x3002;<a href="https://zh.wikipedia.org/wiki/Yandex" target="_blank">&#x6458;&#x81EA;&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a></p>
</blockquote>
<p>Yandex&#x662F;&#x4E00;&#x5BB6;&#x7C7B;&#x4F3C;&#x4E8E;&#x56FD;&#x5185;&#x767E;&#x5EA6;&#x7684;&#x516C;&#x53F8;&#xFF0C;2017&#x5E74;&#x6211;&#x770B;&#x8FC7;&#x4E00;&#x7BC7;&#x5168;&#x4E16;&#x754C;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x6392;&#x540D;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x90A3;&#x65F6;&#x5019;Yandex&#x597D;&#x50CF;&#x662F;&#x7B2C;9&#xFF0C;&#x767E;&#x5EA6;&#x7B2C;4&#xFF0C;Google&#x7B2C;&#x4E00;&#x3002;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;Yandex&#x5728;&#x4FC4;&#x7F57;&#x65AF;&#x7684;&#x5730;&#x4F4D;&#x51E0;&#x4E4E;&#x53EF;&#x4EE5;&#x548C;&#x56FD;&#x5185;&#x7684;&#x767E;&#x5EA6;&#x540C;&#x65E5;&#x800C;&#x8BED;&#x3002;Vladimir Grinenko&#x4F5C;&#x4E3A;Yandex&#x901A;&#x7528;&#x7EC4;&#x4EF6;&#x7684;leader&#xFF0C;&#x7BA1;&#x7406;&#x8005;&#x5206;&#x5E03;&#x5728;3&#x4E2A;&#x57CE;&#x5E02;&#x7684;&#x4E94;&#x4E2A;&#x56E2;&#x961F;&#xFF0C;&#x56E2;&#x961F;&#x6210;&#x5458;&#x8D85;&#x8FC7;40&#x4EBA;&#xFF0C;&#x7BA1;&#x7406;&#x96BE;&#x5EA6;&#x4E4B;&#x5927;&#x4E0D;&#x8A00;&#x800C;&#x55BB;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6240;&#x5728;&#x7684;&#x56E2;&#x961F;&#x6210;&#x5458;&#x5C0F;&#x4E8E;5&#x4E2A;&#x4EBA;&#xFF0C;&#x53EF;&#x80FD;&#x771F;&#x7684;&#x53EF;&#x4EE5;&#x50CF;&#x540E;&#x9762;&#x6709;&#x4F4D;&#x5609;&#x5BBE;&#x8BF4;&#x7684;&#x201C;&#x5145;&#x5206;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x7684;&#x6BCF;&#x4E00;&#x4F4D;&#x6210;&#x5458;&#x201D;&#xFF0C;&#x56E0;&#x4E3A;&#x4E00;&#x822C;&#x53D1;&#x751F;&#x8D28;&#x53D8;&#x90FD;&#x662F;&#x5728;&#x91CF;&#x591F;&#x5927;&#x4E4B;&#x540E;&#xFF0C;&#x8D28;&#x53D8;&#x5219;&#x662F;&#x5931;&#x63A7;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x8BB2;&#x5E08;&#x4E3B;&#x8981;&#x63D0;&#x51FA;&#x4E86;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x9879;&#x76EE;&#x7684;&#x8D28;&#x91CF;&#x628A;&#x63A7;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x662F;&#x9879;&#x76EE;&#x4E2D;&#x5F00;&#x53D1;&#x6210;&#x5458;&#x7684;&#x89D2;&#x8272;&#x5206;&#x5DE5;&#x804C;&#x8D23;&#x3002;&#x9762;&#x5BF9;&#x4E00;&#x4E2A;&#x56E2;&#x961F;&#x6BCF;&#x4E2A;&#x6210;&#x5458;&#x90FD;&#x6709;&#x53EF;&#x80FD;&#x53C2;&#x4E0E;&#x751A;&#x81F3;&#x76F4;&#x63A5;&#x4F5C;&#x4E3A;&#x591A;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x4E3B;&#x529B;&#x65F6;&#xFF0C;&#x5982;&#x4F55;&#x53BB;&#x628A;&#x63A7;&#x9879;&#x76EE;&#x8D28;&#x91CF;&#x548C;&#x660E;&#x786E;&#x81EA;&#x5DF1;&#x5728;&#x56E2;&#x961F;&#x5728;&#x5404;&#x4E2A;&#x9879;&#x76EE;&#x4E2D;&#x7684;&#x804C;&#x8D23;&#x3002;&#x4ED6;&#x63D0;&#x51FA;&#x6765;&#x4E00;&#x4E2A;&#x865A;&#x62DF;&#x56E2;&#x961F;&#xFF08;Virtual teams&#xFF09;&#x7684;&#x6982;&#x5FF5;&#x8BA9;&#x4EBA;&#x918D;&#x9190;&#x704C;&#x9876;&#x3002;&#x5C0F;&#x56E2;&#x961F;&#x5BF9;&#x4E2D;&#x201C;&#x5F00;&#x53D1;&#x201D;&#x5C31;&#x662F;king&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x5927;&#x56E2;&#x961F;&#x4E2D;&#xFF0C;&quot;&#x4EA7;&#x54C1;&quot;&#x624D;&#x662F;King&#x3002;&#x6BCF;&#x4E2A;&#x9879;&#x76EE;&#x4E34;&#x65F6;&#x914D;&#x7F6E;&#x4E00;&#x4E2A;&#x865A;&#x62DF;&#x56E2;&#x961F;&#xFF0C;&#x6839;&#x636E;&#x654F;&#x6377;&#x5F00;&#x53D1;&#x539F;&#x5219;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x5730;&#x8BA9;&#x4E0D;&#x540C;&#x5206;&#x5DE5;&#x7684;&#x524D;&#x7AEF;&#x3001;&#x540E;&#x7AEF;&#x548C;&#x8BBE;&#x8BA1;&#x5E08;&#x7B49;&#x4E0D;&#x540C;&#x89D2;&#x8272;&#x4E13;&#x6CE8;&#x81EA;&#x5DF1;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x4E0D;&#x540C;&#x89D2;&#x8272;&#x6210;&#x5458;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x5171;&#x540C;&#x7684;&#x4EA7;&#x54C1;&#x76EE;&#x6807;&#x5E76;&#x884C;&#x5DE5;&#x4F5C;&#x3002;&#x8FD9;&#x79CD;&#x865A;&#x62DF;&#x56E2;&#x961F;&#x6839;&#x636E;&#x9700;&#x8981;&#x7075;&#x6D3B;&#x914D;&#x7F6E;&#xFF0C;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x5730;&#x907F;&#x514D;&#x4EBA;&#x5458;&#x5197;&#x4F59;&#xFF0C;&#x6839;&#x636E;&#x9879;&#x76EE;&#x7684;&#x590D;&#x6742;&#x5EA6;&#x8C03;&#x6574;&#x4EBA;&#x5458;&#xFF0C;&#x4E5F;&#x7B80;&#x5316;&#x4E86;&#x4E0E;&#x5176;&#x4ED6;&#x56E2;&#x961F;&#x7684;&#x5408;&#x4F5C;&#x6D41;&#x7A0B;&#x63D0;&#x9AD8;&#x6548;&#x7387;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x865A;&#x62DF;&#x56E2;&#x961F;&#x7684;&#x8D1F;&#x8D23;&#x4EBA;&#x4E0D;&#x53D7;&#x81EA;&#x5DF1;&#x7684;&#x7EA7;&#x522B;&#x9650;&#x5236;&#xFF0C;&#x662F;&#x5F88;&#x591A;&#x666E;&#x901A;&#x6210;&#x5458;&#x5F88;&#x597D;&#x7684;&#x953B;&#x70BC;&#x673A;&#x4F1A;&#xFF0C;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x5458;&#x5DE5;&#x5FEB;&#x901F;&#x6210;&#x957F;&#xFF0C;&#x5E76;&#x4E14;&#x7ECF;&#x9A8C;&#x5171;&#x4EAB;&#x3002;</p>
<blockquote>
<p>&#x672C;&#x4E3B;&#x9898;&#x7684;&#x89C6;&#x9891;&#x5B98;&#x65B9;&#x6682;&#x65F6;&#x8FD8;&#x6CA1;&#x653E;&#x51FA;</p>
</blockquote>
<h3 id="&#x738B;&#x6CFD;&#x767D;&#x9E6D;&#x79D1;&#x6280;&#x300A;&#x6846;&#x67B6;&#x5F00;&#x53D1;&#x4E2D;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x642D;&#x5EFA;&#x300B;">&#x738B;&#x6CFD;@&#x767D;&#x9E6D;&#x79D1;&#x6280;&#x300A;&#x6846;&#x67B6;&#x5F00;&#x53D1;&#x4E2D;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x642D;&#x5EFA;&#x300B;</h3>
<blockquote>
<p>Egret Engine&#x767D;&#x9E6D;&#x5F15;&#x64CE;&#x662F;&#x4E00;&#x5957;&#x5F00;&#x6E90;&#x514D;&#x8D39;&#x7684;&#x5B8C;&#x6574;&#x7684;HTML5&#x6E38;&#x620F;&#x5F00;&#x53D1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x7528;&#x4E8E;&#x6784;&#x5EFA;&#x4E8C;&#x7EF4;&#x6E38;&#x620F;&#x3001;&#x6F14;&#x793A;&#x7A0B;&#x5E8F;&#x548C;&#x5176;&#x4ED6;&#x56FE;&#x5F62;&#x754C;&#x9762;&#x4EA4;&#x4E92;&#x5E94;&#x7528;&#x7B49;&#x3002;<a href="https://zh.wikipedia.org/wiki/Egret" target="_blank">&#x6458;&#x81EA;&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a></p>
</blockquote>
<!-- ![2.1.jpg](https://yylifen.github.io/FEConference/feday5/images/2.1.jpg) -->
<p><iframe width="620" height="349" src="https://yylifen.github.io/FEConference/feday5/mp4/wangze.mp4" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe><br>
&#x300A;&#x6846;&#x67B6;&#x5F00;&#x53D1;&#x4E2D;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x642D;&#x5EFA;&#x300B;&#x4E3B;&#x8981;&#x5206;&#x4EAB;&#x4E86;&#x767D;&#x9E6D;&#x5F15;&#x64CE;&#x6700;&#x65B0;&#x4EA7;&#x54C1;Egret Pro &#x5728;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x6846;&#x67B6;&#x4EE3;&#x7801;&#x7684;&#x8D28;&#x91CF;&#x548C;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#xFF0C;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#x4E86;&#x4ED6;&#x4EEC;&#x662F;&#x5982;&#x4F55;&#x505A;&#x6A21;&#x5757;&#x62C6;&#x5206;&#x3001;&#x5355;&#x5143;&#x6D4B;&#x8BD5;&#x548C;&#x4E0D;&#x540C;&#x6A21;&#x5757;&#x7684;&#x7248;&#x672C;&#x63A7;&#x5236;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x51E0;&#x5E74;&#x4E00;&#x76F4;&#x5728;&#x517C;&#x804C;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x56E2;&#x961F;&#x7684;&#x516C;&#x5171;&#x5DE5;&#x5177;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x6A21;&#x5757;&#x5F00;&#x53D1;&#x8FD8;&#x662F;&#x4E0D;&#x540C;&#x6A21;&#x5757;&#x7684;&#x7248;&#x672C;&#x63A7;&#x5236;&#xFF0C;&#x8E29;&#x8FC7;&#x4E0D;&#x5C11;&#x5751;&#x4E5F;&#x6DF1;&#x6709;&#x4F53;&#x4F1A;&#xFF0C;&#x4F46;&#x76EE;&#x524D;&#x56E2;&#x961F;&#x7684;&#x65B9;&#x6848;&#x867D;&#x7136;&#x591F;&#x7528;&#xFF0C;&#x4F46;&#x662F;&#x5E76;&#x975E;&#x6700;&#x4F73;&#x3002;&#x5BF9;&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#x7684;&#x671F;&#x5F85;&#x4EE5;&#x53CA;&#x6700;&#x4F73;&#x65B9;&#x6848;&#x7684;&#x9965;&#x6E34;&#x4E5F;&#x662F;&#x6B64;&#x884C;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x4E00;&#x3002;&#x5F88;&#x591A;&#x4EBA;&#x77E5;&#x9053;&#x767D;&#x9E6D;&#x5F15;&#x64CE;&#xFF0C;&#x53EF;&#x80FD;&#x548C;&#x6211;&#x4E00;&#x6837;&#xFF0C;&#x662F;&#x4ECE;&#x4ED6;&#x4EEC;&#x7684;&#x4E00;&#x4E2A;&#x7206;&#x6B3E;&#x6E38;&#x620F;&#x300A;&#x56F4;&#x4F4F;&#x795E;&#x7ECF;&#x732B;&#x300B;&#x5F00;&#x59CB;&#x7684;&#xFF0C;&#x53BB;&#x5E74;&#x8FD8;&#x770B;&#x8FC7;&#x767D;&#x9E6D;&#x5F15;&#x64CE;&#x5E7F;&#x5DDE;&#x6C99;&#x9F99;&#x4E0A;&#x5206;&#x4EAB;&#x7684;&#x300A;&#x91CD;&#x5EA6;H5&#x6E38;&#x620F;&#x6027;&#x80FD;&#x4F18;&#x5316;&#x6280;&#x5DE7;&#x300B;&#xFF0C;&#x53EF;&#x4EE5;&#x611F;&#x53D7;&#x7684;&#x51FA;&#x767D;&#x9E6D;&#x5F15;&#x64CE;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x975E;&#x5E38;&#x4EAE;&#x773C;&#x3002;&#x524D;&#x9762;&#x662F;&#x4ECE;&#x4EC0;&#x4E48;&#x662F;&#x6846;&#x67B6;&#x4EE5;&#x53CA;&#x5C0F;&#x56E2;&#x961F;&#x662F;&#x5426;&#x6709;&#x5FC5;&#x8981;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x7684;&#x6846;&#x67B6;&#x5F15;&#x5165;&#x8BDD;&#x9898;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;PPT&#x5F88;&#x8BE6;&#x7EC6;&#x8FD9;&#x91CC;&#x4E0D;&#x9700;&#x8981;&#x590D;&#x8FF0;&#xFF0C;&#x5177;&#x4F53;&#x7684;&#x53EF;&#x4EE5;&#x8003;&#x8651;<a href="https://yylifen.github.io/FEConference/feday5/ppt/%E6%A1%86%E6%9E%B6%E5%BC%80%E5%8F%91%E4%B8%AD%E7%9A%84%E5%9F%BA%E7%A1%80%E8%AE%BE%E6%96%BD%E5%BB%BA%E8%AE%BE_%E7%8E%8B%E6%B3%BD.pdf" target="_blank">&#x5148;&#x56DE;&#x987E;&#x4E00;&#x4E0B;PPT&#x5185;&#x5BB9;</a>&#x518D;&#x56DE;&#x6765;&#x770B;&#x8FD9;&#x91CC;&#x7684;&#x5C0F;&#x7ED3;&#x3002;&#x6211;&#x4EEC;&#x56E2;&#x961F;&#x6CA1;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x6846;&#x67B6;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x81EA;&#x5DF1;&#x5B9A;&#x5236;&#x4E86;&#x81EA;&#x5DF1;&#x7684;CLI&#x548C;&#x6784;&#x5EFA;&#x5DE5;&#x5177;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x5F88;&#x8BA4;&#x540C;&#x4ED6;&#x8BA4;&#x4E3A;&#x5C0F;&#x56E2;&#x961F;&#x4E5F;&#x6709;&#x5FC5;&#x8981;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x6846;&#x67B6;&#x7684;&#x7ED3;&#x8BBA;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x80FD;&#x89E3;&#x51B3;&#x201C;&#x901A;&#x7528;&#x578B;&#x590D;&#x7528;&#x201D;&#xFF0C;&#x8FD8;&#x80FD;&#x89E3;&#x51B3;&#x81EA;&#x5DF1;&#x56E2;&#x961F;&#x7279;&#x5B9A;&#x7684;&#x201C;&#x4E1A;&#x52A1;&#x578B;&#x590D;&#x7528;&#x201D;&#x3002;&#x5728;&#x5982;&#x4F55;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x56E2;&#x961F;&#x7684;&#x6846;&#x67B6;&#x7684;&#x5206;&#x4EAB;&#x4E2D;&#x91CD;&#x70B9;&#x8BB2;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x6A21;&#x5757;&#x62C6;&#x5206;&#x548C;&#x6A21;&#x5757;&#x7684;&#x672C;&#x7248;&#x7BA1;&#x7406;&#x3002;&#x4E2A;&#x4EBA;&#x89C9;&#x5F97;&#x4ED6;&#x4EEC;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x7248;&#x672C;&#x63A7;&#x5236;&#x4E0A;&#x7684;&#x75DB;&#x70B9;&#xFF0C;&#x727A;&#x7272;&#x4E86;&#x9879;&#x76EE;&#x7684;&#x72EC;&#x7ACB;&#x6027;&#x4E0D;&#x662F;&#x5F88;&#x5408;&#x7406;&#x3002;&#x7279;&#x522B;&#x662F;&#x9879;&#x76EE;&#x7E41;&#x591A;&#x7684;&#x4E1A;&#x52A1;&#x56E2;&#x961F;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x5C31;&#x50CF;&#x73A9;&#x5C42;&#x5C42;&#x53E0;&#x6E38;&#x620F;&#x4E00;&#x6837;&#xFF0C;&#x6BCF;&#x4E00;&#x6B65;&#x53EF;&#x80FD;&#x5E26;&#x6765;&#x60CA;&#x559C;&#x4E5F;&#x53EF;&#x80FD;&#x5E26;&#x6765;&#x60CA;&#x5413;&#xFF0C;&#x4E00;&#x4E2A;&#x4E0D;&#x5C0F;&#x5FC3;&#x5C31;&#x5F88;&#x5BB9;&#x6613;&#x56E0;&#x4E3A;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x800C;&#x5F71;&#x54CD;&#x4E86;&#x540C;&#x5728;&#x4E00;&#x4E2A;repo&#x7684;&#x5176;&#x4ED6;&#x9879;&#x76EE;&#x3002;&#x540E;&#x9762;rush.js&#x7684;&#x89E3;&#x51B3;&#x7248;&#x672C;&#x5173;&#x8054;&#x5347;&#x7EA7;&#x7B49;&#x65B9;&#x6848;&#x4E5F;&#x662F;&#x4EC1;&#x8005;&#x89C1;&#x4EC1;&#x667A;&#x8005;&#x89C1;&#x667A;&#x3002;&#x6211;&#x6CA1;&#x6709;&#x8FC7;&#x76F8;&#x5173;&#x5B9E;&#x8DF5;&#xFF0C;&#x53EF;&#x80FD;&#x89E3;&#x8026;&#x601D;&#x7EF4;&#x5BF9;&#x6211;&#x5F71;&#x54CD;&#x592A;&#x6DF1;&#xFF0C;&#x540E;&#x9762;&#x7684;&#x90E8;&#x5206;&#x5FCD;&#x4E0D;&#x4F4F;&#x52A0;&#x5165;&#x4E86;&#x65C1;&#x8FB9;&#x4EBA;&#x7684;&#x8BA8;&#x8BBA;&#x3002;&#x73B0;&#x5728;&#x91CD;&#x65B0;&#x56DE;&#x987E;&#x4E86;&#x89C6;&#x9891;&#x548C;PPT&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x4ED6;&#x4EEC;&#x8FD9;&#x4E48;&#x505A;&#x7684;&#x5408;&#x7406;&#x6027;&#x4E5F;&#x662F;&#x6709;&#x7684;&#xFF0C;&#x6BD5;&#x7ADF;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x201C;&#x5145;&#x5206;&#x76F8;&#x4FE1;&#x6BCF;&#x4E00;&#x4F4D;&#x56E2;&#x961F;&#x6210;&#x5458;&#x201D;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x8DB3;&#x4EE5;&#x4EE4;&#x6BCF;&#x4E00;&#x4E2A;&#x66FE;&#x7ECF;&#x88AB;&#x8D28;&#x7591;&#x8FC7;&#x7684;&#x4EBA;&#x5411;&#x5F80;&#x3002;
<!-- > 本主题的视频可以在这里观看[https://v.qq.com/x/page/w30023f5sew.html](https://v.qq.com/x/page/w30023f5sew.html) --></p>
<h3 id="&#x5218;&#x5E05;&#x817E;&#x8BAF;&#x4E91;&#x300A;&#x5DE8;&#x578B;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x5206;&#x5E03;&#x5F0F;&#x5F00;&#x53D1;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#x7BA1;&#x7406;&#x300B;">&#x5218;&#x5E05;@&#x817E;&#x8BAF;&#x4E91;&#x300A;&#x5DE8;&#x578B;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x5206;&#x5E03;&#x5F0F;&#x5F00;&#x53D1;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#x7BA1;&#x7406;&#x300B;</h3>
<!-- ![3.1.jpg](https://yylifen.github.io/FEConference/feday5/images/3.1.jpg) -->
<p><iframe width="620" height="349" style="margin: 0 auto" src="https://yylifen.github.io/FEConference/feday5/mp4/liushuai.mp4" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe><br> 
&#x300A;&#x5DE8;&#x578B;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x5206;&#x5E03;&#x5F0F;&#x5F00;&#x53D1;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#x7BA1;&#x7406;&#x300B;&#x8FD9;&#x4E2A;&#x5206;&#x4EAB;&#x7B97;&#x662F;&#x8FD9;&#x5C4A;FEDAY&#x7684;&#x5168;&#x573A;&#x6700;&#x4F73;&#xFF0C;&#x4E3B;&#x8981;&#x5206;&#x4EAB;&#x4E86;&#x5F00;&#x53D1;&#x5DE8;&#x578B;&#x5C0F;&#x7A0B;&#x5E8F;&#x5206;&#x5E03;&#x5F0F;&#x5F00;&#x53D1;&#x548C;&#x81EA;&#x52A8;&#x5316;&#x7BA1;&#x7406;&#x7684;&#x5DE5;&#x7A0B;&#x6846;&#x67B6;Weshop&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x548C;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#x3002;&#x6709;&#x70B9;&#x53EF;&#x60DC;&#xFF0C;&#x521A;&#x597D;&#x8FD9;&#x4E2A;&#x70B9;&#x5728;&#x4F1A;&#x573A;&#x5916;&#x5728;&#x7EBF;&#x5904;&#x7406;&#x4E00;&#x4E9B;&#x5DE5;&#x4F5C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6CA1;&#x6709;&#x542C;&#x5230;&#x524D;&#x9762;&#x90E8;&#x5206;&#x3002;&#x56DE;&#x6765;&#x540E;&#x770B;&#x4E86;PPT&#x548C;&#x4ECA;&#x5929;&#x770B;&#x4E86;&#x89C6;&#x9891;&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x9519;&#x8FC7;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x5305;&#x62EC;&#x524D;&#x9762;&#x548C;&#x5206;&#x4EAB;&#x4E3B;&#x4F53;&#x65E0;&#x5173;&#x7684;&#x975E;&#x8BDA;&#x52FF;&#x6270;&#x548C;&#x523A;&#x732C;&#x4E50;&#x961F;&#xFF0C;&#x8FD8;&#x6709;&#x58A8;&#x653B;&#x7684;&#x6545;&#x4E8B;&#x5F15;&#x5165;&#x3002;&#x58A8;&#x653B;&#x5F88;&#x65E9;&#x4E4B;&#x524D;&#x770B;&#x8FC7;&#xFF0C;&#x4F46;&#x662F;&#x57FA;&#x672C;&#x5FD8;&#x5F97;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#xFF0C;&#x975E;&#x5E38;&#x5DE7;&#x5408;&#x7684;&#x662F;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x53BB;&#x91D1;&#x6C99;&#x9057;&#x5740;&#x770B;&#x5C55;&#xFF0C;&#x5DE1;&#x56DE;&#x7279;&#x5C55;&#x6B63;&#x597D;&#x662F;&#x300A;&#x4E2D;&#x5C71;&#x56FD;&#x300B;&#x3002;&#x300A;&#x58A8;&#x653B;&#x300B;&#x867D;&#x7136;&#x662F;&#x865A;&#x6784;&#x7684;&#x5386;&#x53F2;&#x6545;&#x4E8B;&#xFF0C;&#x4F46;&#x662F;&#x91CC;&#x9762;&#x51C9;&#x57CE;&#x7684;&#x8303;&#x672C;&#x5C31;&#x662F;&#x4E2D;&#x5C71;&#x56FD;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x6218;&#x7565;&#x8981;&#x51B2;&#xFF0C;&#x5982;&#x679C;&#x8D75;&#x56FD;&#x8981;&#x541E;&#x5E76;&#x5317;&#x8FB9;&#x7684;&#x71D5;&#x56FD;&#xFF0C;&#x4E2D;&#x5C71;&#x56FD;&#x5C31;&#x662F;&#x4E2A;&#x5FC5;&#x53D6;&#x4E4B;&#x5730;&#x3002;&#x4E3B;&#x4EBA;&#x516C;&#x9769;&#x79BB;&#x5C31;&#x662F;&#x58A8;&#x5BB6;&#x6D3E;&#x53BB;&#x5B88;&#x62A4;&#x4E2D;&#x5C71;&#x56FD;&#x7684;&#x4FA0;&#x5BA2;&#x3002;&#x5609;&#x5BBE;&#x8BF4;&#x81EA;&#x5DF1;&#x5F53;&#x65F6;&#x63A5;&#x624B;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x65F6;&#x7684;&#x5904;&#x5883;&#x5DEE;&#x4E0D;&#x591A;&#x5C31;&#x50CF;&#x5F53;&#x65F6;&#x7684;&#x9769;&#x79BB;&#xFF0C;&#x4F46;&#x662F;&#x5F88;&#x591A;&#x53C2;&#x4F1A;&#x6210;&#x5458;&#x597D;&#x50CF;&#x5E76;&#x6CA1;&#x6709;get&#x5230;&#x4EFB;&#x52A1;&#x8270;&#x5DE8;&#x7684;&#x70B9;&#x3002;&#x5728;&#x4E00;&#x4E2A;&#x6708;&#x5185;&#x8BBE;&#x8BA1;&#x5E76;&#x5B9E;&#x73B0;&#x4E86;Weshop&#xFF0C;&#x4E0D;&#x4EC5;&#x89E3;&#x51B3;&#x4E86;&#x5C0F;&#x7A0B;&#x5E8F;&#x77E9;&#x9635;&#x4F53;&#x9A8C;&#x4E0D;&#x597D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD8;&#x5F00;&#x521B;&#x4E86;&#x4E00;&#x79CD;&#x5168;&#x65B0;&#x7684;&#x591A;&#x56E2;&#x961F;&#x534F;&#x4F5C;&#x5F00;&#x53D1;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x6A21;&#x5F0F;&#xFF0C;&#x8FD9;&#x53EF;&#x8C13;&#x4E00;&#x58EE;&#x4E3E;&#x3002;&#x73B0;&#x5728;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7684;APP&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#xFF0C;&#x800C;&#x4E14;&#x4E00;&#x822C;&#x90FD;&#x4E0D;&#x6B62;&#x4E00;&#x4E2A;&#x3002;&#x5C31;&#x62FF;KFC&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x4F60;&#x53EA;&#x60F3;&#x70B9;&#x4E2A;&#x9910;&#xFF0C;&#x53D1;&#x73B0;&#x4ED6;&#x4EEC;&#x80AF;&#x5FB7;&#x57FA;+&#x662F;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#xFF0C;&#x4F1A;&#x5458;&#x6D3B;&#x52A8;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#xFF0C;&#x5B85;&#x6025;&#x9001;&#x8FD8;&#x662F;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#xFF0C;V&#x91D1;&#x5546;&#x57CE;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x540C;&#x4E2A;&#x5C0F;&#x7A0B;&#x5E8F;&#x4E4B;&#x95F4;&#x7684;&#x4EA4;&#x4E92;&#x8DF3;&#x8F6C;&#x65E0;&#x6CD5;&#x56DE;&#x9000;&#xFF0C;&#x4E00;&#x5708;&#x4E0B;&#x6765;&#xFF0C;&#x5FAE;&#x4FE1;&#x4E0B;&#x62C9;&#x51FA;&#x6765;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#x6700;&#x8FD1;&#x6D4F;&#x89C8;&#x8BB0;&#x5F55;&#x5168;&#x88AB;KFC&#x5360;&#x6EE1;&#x4E86;&#x3002;&#x8BB2;&#x5E08;&#x8FD9;&#x6B21;&#x7684;&#x4EFB;&#x52A1;&#x5C31;&#x662F;&#x89E3;&#x51B3;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x8FD9;&#x4E2A;&#x4F53;&#x9A8C;&#x95EE;&#x9898;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x628A;&#x8FD9;&#x4E9B;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#x5408;&#x5E76;&#x6210;&#x4E00;&#x4E2A;&#x3002;&#x5408;&#x5E76;&#x770B;&#x8D77;&#x6765;&#x4E0D;&#x662F;&#x95EE;&#x9898;&#xFF0C;&#x628A;&#x5404;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#x5F53;&#x505A;&#x72EC;&#x7ACB;&#x6A21;&#x5757;&#x805A;&#x5408;&#xFF0C;&#x5F53;&#x7136;&#x8FD9;&#x91CC;&#x7684;&#x805A;&#x5408;&#x5E76;&#x4E0D;&#x662F;&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x7B80;&#x5355;&#x5730;&#x628A;&#x591A;&#x4E2A;&#x9879;&#x76EE;&#x653E;&#x5230;&#x540C;&#x4E00;&#x4E2A;&#x4ED3;&#x5E93;&#x3002;&#x90A3;&#x4E48;&#x95EE;&#x9898;&#x6765;&#x4E86;&#xFF0C;&#x6BCF;&#x4E2A;&#x6A21;&#x5757;&#x90FD;&#x662F;&#x6765;&#x81EA;&#x4E0D;&#x540C;&#x7684;&#x4F9B;&#x5E94;&#x5546;&#xFF0C;&#x5408;&#x5E76;&#x4E4B;&#x540E;&#x5982;&#x4F55;&#x4FDD;&#x8BC1;&#x6BCF;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x4F9B;&#x5E94;&#x5546;&#x53EF;&#x4EE5;&#x6709;&#x5E8F;&#x5730;&#x534F;&#x540C;&#x5F00;&#x53D1;&#xFF1F;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x5C0F;&#x95EE;&#x9898;&#xFF0C;&#x5F00;&#x59CB;&#x4E86;&#x4E00;&#x4E2A;&#x66F4;&#x5927;&#x7684;&#x5751;&#x554A;&#xFF1F;&#x7C7B;&#x6BD4;&#x5230;&#x6211;&#x4EEC;&#x65E5;&#x5E38;&#x7684;&#x4E1A;&#x52A1;&#x56E2;&#x961F;&#x4E2D;&#x7684;&#x573A;&#x666F;&#xFF0C;&#x50CF;YY&#x76F4;&#x64AD;&#x95F4;&#x5206;&#x5F88;&#x591A;&#x79CD;&#x6A21;&#x677F;&#xFF0C;&#x6BD4;&#x5982;&#x5A31;&#x4E50;&#x6A21;&#x677F;&#x3001;&#x7EA6;&#x6218;&#x6A21;&#x677F;&#x3001;&#x4EA4;&#x53CB;&#x6A21;&#x677F;&#x3001;&#x6E38;&#x620F;&#x6A21;&#x677F;&#x7B49;&#x7B49;&#xFF0C;&#x4E0D;&#x540C;&#x6A21;&#x677F;&#x7684;&#x76F4;&#x64AD;&#x95F4;&#x9700;&#x8981;&#x52A0;&#x8F7D;&#x5404;&#x79CD;&#x4E0D;&#x540C;&#x4E1A;&#x52A1;&#x7684;&#x5404;&#x79CD;&#x6A21;&#x5757;&#xFF0C; &#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x90A3;&#x8981;&#x600E;&#x4E48;&#x5904;&#x7406;&#x5404;&#x4E2A;&#x4E1A;&#x52A1;&#x5404;&#x4E2A;&#x6A21;&#x5757;&#x7684;&#x914D;&#x7F6E;&#x548C;&#x5207;&#x6362;&#x4EA4;&#x4E92;&#x5462;&#xFF1F;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x7684;&#x5408;&#x5E76;&#x7EDD;&#x975E;&#x7B80;&#x5355;&#x7684;&#x805A;&#x5408;&#xFF0C;Weshop&#x4ECE;&#x67B6;&#x6784;&#x5C42;&#x9762;&#x5229;&#x7528;&#x4E86;&#x201C;&#x603B;&#x63A7;&#x548C;&#x5206;&#x6CBB;&#x201D;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#xFF0C;PPT&#x4E2D;&#x8BE6;&#x7EC6;&#x5730;&#x8BB0;&#x8F7D;&#x4E86;&#x6574;&#x4E2A;Weshop&#x5DE5;&#x7A0B;&#x6846;&#x67B6;&#x6BCF;&#x4E2A;&#x51B3;&#x7B56;&#x7684;&#x7EC6;&#x8282;&#xFF0C;<a href="https://yylifen.github.io/FEConference/feday5/ppt/%E5%A2%A8%E5%A4%AB%E5%BD%93%E5%85%B3%E2%80%94%E2%80%94%E5%B7%A8%E5%9E%8B%E5%B0%8F%E7%A8%8B%E5%BA%8F%E5%88%86%E5%B8%83%E5%BC%8F%E5%BC%80%E5%8F%91%E4%B8%8E%E8%87%AA%E5%8A%A8%E5%8C%96%E7%AE%A1%E7%90%86_%E5%88%98%E5%B8%85.pdf" target="_blank">PPT&#x53EF;&#x4EE5;&#x5230;&#x8FD9;&#x91CC;</a>&#x7EC6;&#x7EC6;&#x54C1;&#x8BFB;&#xFF0C;&#x6162;&#x6162;&#x4F53;&#x4F1A;&#x8FD9;&#x79CD;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x7684;&#x4F1F;&#x5927;&#x4E4B;&#x5904;&#x3002;&#x4E00;&#x822C;&#x7684;&#x5F00;&#x53D1;&#x8005;&#xFF0C;&#x5F88;&#x96BE;&#x6709;&#x5982;&#x6B64;&#x5927;&#x5C40;&#x89C2;&#x3002;&#x548C;&#x5728;&#x4E2D;&#x56FD;&#x5EF6;&#x7EED;&#x4E86;2000&#x591A;&#x5E74;&#x7684;&#x4E2D;&#x592E;&#x96C6;&#x6743;&#x5236;&#x6709;&#x7740;&#x5F02;&#x66F2;&#x540C;&#x5DE5;&#x4E4B;&#x5999;&#xFF0C;&#x4E2D;&#x592E;&#x96C6;&#x6743;&#xFF0C;&#x5206;&#x90E1;&#x6CBB;&#x7406;&#x3002;&#x6DF1;&#x523B;&#x53CD;&#x601D;&#x4E86;&#x81EA;&#x5DF1;&#x4ECA;&#x5E74;&#x7684;&#x6D3B;&#x52A8;&#x5E73;&#x53F0;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x4E0D;&#x4E0B;&#x53BB;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x6392;&#x65A5;&#x79EF;&#x6728;&#xFF0C;&#x65B9;&#x6848;&#x7F3A;&#x5C11;&#x5BF9;&#x67B6;&#x6784;&#x548C;&#x8BBE;&#x8BA1;&#x6A21;&#x5F0F;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x81EA;&#x7136;&#x7ECF;&#x4E0D;&#x8D77;&#x73B0;&#x5B9E;&#x590D;&#x6742;&#x7684;&#x8003;&#x9A8C;&#x3002;
<!-- > 本主题的视频可以在这里观看[https://v.qq.com/x/page/j3007ls88f4.html](https://v.qq.com/x/page/j3007ls88f4.html) --></p>
<p>&#x9761;&#x4E0D;&#x6709;&#x521D;&#xFF0C;&#x9C9C;&#x514B;&#x6709;&#x7EC8;&#x3002;&#x51E1;&#x662F;&#x8FC7;&#x53BB;&#xFF0C;&#x7686;&#x4E3A;&#x5E8F;&#x7AE0;&#x3002;&#x9769;&#x547D;&#x9053;&#x8DEF;&#x8FD8;&#x5F88;&#x957F;&#xFF0C;&#x6307;&#x5C16;&#x98A4;&#x6296;&#xFF0C;&#x5374;&#x5BF9;&#x672A;&#x6765;&#x5145;&#x6EE1;&#x671F;&#x5F85;&#x3002;&#x611F;&#x8C22;&#x524D;&#x7AEF;&#x5708;&#x63D0;&#x4F9B;&#x4E86;&#x672C;&#x6B21;&#x7684;&#x5B66;&#x4E60;&#x673A;&#x4F1A;&#xFF0C;&#x795D;&#x798F;&#x524D;&#x7AEF;&#x5708;&#x8D8A;&#x6765;&#x8D8A;&#x597D;&#xFF01;</p>
<p>&#x672C;&#x6B21;&#x4F1A;&#x8BAE;&#x9664;&#x4E86;&#x4EE5;&#x4E0A;&#x4E09;&#x4E2A;&#x4E3B;&#x9898;&#xFF0C;&#x8FD8;&#x6709;&#x4EE5;&#x4E0B;6&#x4E2A;&#x4E3B;&#x9898;&#xFF0C;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x8BE6;&#x60C5;&#x7684;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x67E5;&#x9605;PPT&#x548C;&#x89C2;&#x770B;&#x89C6;&#x9891;&#xFF1A;</p>
<ul>
<li>&#x5468;&#x4FCA;&#x9E4F;@&#x817E;&#x8BAF;&#x4E91;&#x300A;&#x4ECE;&#x524D;&#x7AEF;&#x5230;&#x5168;&#x6808;:&#x4F9D;&#x6258;&#x4E91;&#x7684;Serverless&#x843D;&#x5730;&#x5B9E;&#x8DF5;&#x300B;[<a href="https://yylifen.github.io/FEConference/feday5/ppt/Serverless%E8%90%BD%E5%9C%B0%E5%AE%9E%E8%B7%B5_%E5%91%A8%E4%BF%8A%E9%B9%8F.pdf" target="_blank">&#x67E5;&#x9605;PPT</a>]  [<a href="https://v.qq.com/x/page/q3002q6gj81.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
<li>&#x5434;&#x4EAE;(&#x6708;&#x5F71;)@360&#x300A;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x7684;GPU &#x2014; &#x524D;&#x7AEF;&#x3001;&#x56FE;&#x5F62;&#x7CFB;&#x7EDF;&#x4E0E;&#x6570;&#x636E;&#x53EF;&#x89C6;&#x5316;&#x300B;[<a href="https://yylifen.github.io/FEConference/feday5/ppt/%E4%BD%A0%E4%B8%8D%E7%9F%A5%E9%81%93%E7%9A%84GPU_%E6%9C%88%E5%BD%B1.pdf" target="_blank">&#x67E5;&#x9605;PPT</a>]  [<a href="https://v.qq.com/x/page/t3002bcali1.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
<li>&#x8C22;&#x4F20;&#x8D35;(&#x8D35;&#x91CD;)@&#x9489;&#x9489;&#x300A;&#x670D;&#x52A1;&#x4EBF;&#x7EA7;&#x4F01;&#x4E1A;&#x7528;&#x6237;&#x7684;&#x524D;&#x7AEF;&#x56E2;&#x961F;&#x6F14;&#x8FDB;&#x4E4B;&#x8DEF;&#x300B;[<a href="https://yylifen.github.io/FEConference/feday5/ppt/%E6%9C%8D%E5%8A%A1%E4%BA%BF%E7%BA%A7%E4%BC%81%E4%B8%9A%E7%94%A8%E6%88%B7%E7%9A%84%E5%89%8D%E7%AB%AF%E5%9B%A2%E9%98%9F%E6%BC%94%E8%BF%9B%E4%B9%8B%E8%B7%AF_%E8%B4%B5%E9%87%8D.pdf" target="_blank">&#x67E5;&#x9605;PPT</a>]  [<a href="https://v.qq.com/x/page/b3007mlwjwe.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
<li>Chris Fritz @ Vue&#x300A;Visualizations using SVG, Canvas, and WebGL&#x300B;[<a href="https://fritz.netlify.com/slides/viz-in-vue/1" target="_blank">&#x67E5;&#x9605;PPT</a>] [<a href="https://v.qq.com/x/page/e3001fq1eg2.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
<li>Unbug Lee @Hulu&#x300A;Rewrite with React Hooks&#x300B;[<a href="https://yylifen.github.io/FEConference/feday5/ppt/Rewrite%20with%20%20React%20Hooks_unbug.pdf" target="_blank">&#x67E5;&#x9605;PPT</a>]  [<a href="https://v.qq.com/x/page/a3002bud13q.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
<li>&#x5D14;&#x7EA2;&#x4FDD;@DCloud&#x300A;&#x57FA;&#x4E8E;weex&#x5B9E;&#x73B0;&#x7684;&#x5C0F;&#x7A0B;&#x5E8F;&#x5F15;&#x64CE;&#x300B;[<a href="https://yylifen.github.io/FEConference/feday5/ppt/%E5%9F%BA%E4%BA%8Eweex%E5%AE%9E%E7%8E%B0%E7%9A%84%E5%B0%8F%E7%A8%8B%E5%BA%8F%E5%BC%95%E6%93%8E_%E5%B4%94%E7%BA%A2%E4%BF%9D.pdf" target="_blank">&#x67E5;&#x9605;PPT</a>]  [<a href="https://v.qq.com/x/page/b3002tw9mgi.html" target="_blank">&#x89C2;&#x770B;&#x89C6;&#x9891;</a>]</li>
</ul>
<blockquote>
<p>&#x5982;&#x6709;&#x4EFB;&#x4F55;&#x7591;&#x95EE;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8054;&#x7CFB;<a href="https://github.com/yylifen" target="_blank">freedom</a>&#x3002;</p>
</blockquote>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 前端大会·资料&心得">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第五届FEDAY参会总结","level":"1.2","depth":1,"previous":{"title":"前端大会·资料&心得","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"feday5/ch.md","mtime":"2019-10-17T09:53:28.351Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-10-18T02:31:11.741Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

